;========================================================
;   - FACILITY -
;========================================================

[CombiWorkLab X2FacilityTemplate]
DisplayName="实验工作站"
CompletedSummary="我们现在有一个专门用于生产和研究新部件的区域。即船员研究与开发设施。看来船员们所有的时间都花在这里，即使不工作的时候也是如此！\n这里的科学家应该能帮助我们取得惊人的突破。\n这里的工程师可以控制小精灵来运行各种相邻的设施。"
Summary="我们现在有一个专门用于生产和研究新组件的区域。即船员研究与开发设施。似乎船员们把所有的时间都花在这里，即使不工作的时候也是如此！\n这里的科学家应该能帮助我们取得惊人的突破。\n这里的工程师可以控制小精灵来运行各种相邻的设施。"
CantBeRemovedText="此工坊的 小精灵 目前在相邻的设施中配备人员！\n必须先撤离这些设施，然后才能移除此设施。"

[Combi_AdditionalResearchStation X2FacilityUpgradeTemplate]
DisplayName="附加研究站"
FacilityName="研究与开发"
Summary="添加另一个站点，以便在这里配备额外的科学家。"

[Combi_AdditionalWorkbench X2FacilityUpgradeTemplate]
DisplayName="附加工作台"
FacilityName="研究与开发"
Summary="添加另一个工作台，以便在这里配备额外的工程师。"

[Tech_WSLAB_Test X2TechTemplate]
DisplayName="实验测试"
Summary="为什么这这么令人困惑，顺便说一下，这是一个错误对象，如果发现请向 MOD 作者报告"

;; 如果您拥有"返回工作"模式，这些项目就会出现
[Tech_WSLAB_IdleCRAP_I X2TechTemplate]
DisplayName="<font color = '#5CD16C'>机组人员任务：实地研究</font>"
CodeName="外星科技研究"
Summary="联合研究和生产：\n\n机组团队中的许多人都要求参加实地研究任务。这将是一个让主题专家恢复我们的士兵可能无法识别的外星技术的机会。志愿者承诺严格保持非战斗人员角色，在战场上服从军事人员，并且不干扰任务目标。"
LongDescription="联合研究和生产：\n\n机组团队中的许多人都要求参加实地研究任务。这将是一个让主题专家恢复我们的士兵可能无法识别的外星技术的机会。志愿者承诺严格保持非战斗人员角色，在战场上服从军事人员，并且不干扰任务目标。"
UnlockedDescription="获得 <XGParam:StrValue0/!Quantity/> 情报"

[Tech_WSLAB_IdleCRAP_S X2TechTemplate]
DisplayName="<font color = '#5CD16C'>船员任务：收集补给</font>"
CodeName="收集补给"
Summary="联合研究和生产：\n\n除了构建军事和工业技术，我们的工程师还可以生产一些消费品和医疗设备，这些产品和设备将有助于抵抗，同时为 XCOM 创造收入来源。我们可以以适度的费用与我们的盟友交换这些小商品。"
LongDescription="联合研究和生产：\n\n除了构建军事和工业技术，我们的工程师还可以生产一些消费品和医疗设备，这些产品和设备将有助于抵抗，同时为 XCOM 创造收入来源。我们可以以适中的费用与我们的盟友交换这些小商品。"
UnlockedDescription="收集 <XGParam:StrValue0/!Quantity/> 补给"

[Tech_WSLAB_IdleCRAP_A X2TechTemplate]
DisplayName="<font color = '#5CD16C'>船员任务：合金冶炼</font>"
CodeName="合金冶炼"
Summary="联合研究与生产:\n\n一组工程师提出了一种回收废弃合金的方法，例如在制造过程中脱落并通常会被丢弃的微小碎片。这些碎片将被收集起来并熔炼成球形锭，从而提供可用的即用材料库存。"
LongDescription="联合研究与生产:\n\n一组工程师提出了一种回收废弃合金的方法，例如在制造过程中脱落并通常会被丢弃的微小碎片。这些碎片将被收集起来并熔炼成球形锭，从而提供可用的即用材料库存。"
UnlockedDescription="冶炼 <XGParam:StrValue0/!Quantity/> 合金"

[Tech_WSLAB_IdleCRAP_E X2TechTemplate]
DisplayName="<font color = '#5CD16C'>船员任务：超铀 精炼</font>"
CodeName="超铀 精炼"
Summary="联合研究和生产：\n\n我们的团队正在合作将 超铀 提炼成更浓缩的形式。由于该材料的挥发性，这项工作需要专业的化学家和化学工程师。对于我们来说，这将带来巨大的好处，因为由于化合物的纯度，单位体积的产量将显著增加。"
LongDescription="联合研究和生产：\n\n我们的团队正在合作将 超铀 提炼成更浓缩的形式。由于该材料的挥发性，这项工作需要专业的化学家和化学工程师。对于我们来说，这将带来巨大的好处，因为由于化合物的纯度，单位体积的产量将显著增加。"
UnlockedDescription="精炼 <XGParam:StrValue0/!Quantity/> 炼油"

[Tech_WSLAB_IdleCRAP_C X2TechTemplate]
DisplayName="<font color = '#5CD16C'>船员任务：超铀 核心组装</font>"
CodeName="超铀 核心组装"
Summary="联合研究和生产：\n\n一些船员已经找到了一种模仿 超铀 核心制造的流程。生产核心的新制造工厂快速而高效，只需进行监控即可。"
LongDescription="联合研究和生产：\n\n一些船员已经找到了一种模仿 超铀 核心制造的流程。生产核心的新制造工厂快速而高效，只需进行监控即可。"
UnlockedDescription="生产 <XGParam:StrValue0/!Quantity/> 超铀 核心"

;==================================================== =======
;- 百科全书 -
;==================================================== =======

[WSLAB_Facility X2EncyclopediaTemplate]
ListTitle="实验工作站"
DescriptionTitle="实验工作站"
DescriptionEntry="我们现在有一个专门用于生产和研究新组件的区域。即船员研究与开发设施。看来船员们把所有的时间都花在这里，即使不工作的时候也是如此！\n这里的科学家应该能帮助我们取得惊人的突破。\n这里的工程师可以控制小精灵来运行各种相邻的设施。"
